const regions = [
  {
    name: '南山',
    items: ['白石洲', '南油', '前海','区政府','蛇口','深大北门','深圳湾','桃源村','蛇口', '西丽', '招商大厦','南新路口','南头','大冲','桂庙路口','海上世界','海王大厦','后海','华侨城','科技园','其他','南山医院','中心区']
  },
  {
    name: '福田',
    items: ["八卦岭","莲花北村","莲花二村","莲花三村","莲花一村","荔枝公园","上步","上梅林","上沙","沙尾","沙嘴","石厦","下梅林","香蜜湖","下沙","新洲","益田村","园岭","景田","华强南","白沙岭","保税区","笔架山","彩田村","车公庙","赤尾","福华新村","福民新村","福田口岸","其他","福田区委","中心区","岗厦","购物公园","皇岗","黄木岗","华强北","竹子林"]
  },
  {
    name: '罗湖',
    items: ["布心","理想新城","其他","罗湖区委","泥岗","清水河","人民南","水贝","水库","笋岗","田贝","田心村","文锦","文锦渡","留医部","莲塘","金稻田","蔡屋围","草埔","翠竹","东湖","东门","东晓","独树村","国贸","红岗花园","洪湖","华港新村","黄贝岭","火车站","银湖"]
  },
  {
    name: '宝安',
    items: ["宝安大道","石岩","松岗","桃源居","万科城","新安","新瑞路","新中心区","西乡","沙井","航空路","固戍一路","其他","中心区","翻身路","福永","公明","观澜","固戍二路","固戍顺昌路","滢水山庄"]
  },
  {
    name: '龙岗',
    items: ["坂田","平湖","坪地","龙珠花园","龙岗中心城","其他","南澳","葵涌","可园","康桥","横岗","桂芳园","大芬村","布吉关","布吉","坪山新区"]
  },
  {
    name: '龙华',
    items: ["大浪","观澜","锦绣江南","龙华","美丽365花园","梅林关口","民治","潜龙花园","其他"]
  }
]


export default regions