const region = [
  {
    name: '南山',
    items: ['白石洲', '南油', '前海','区政府','蛇口','后海','华侨城','南头','蛇口']
  },
  {
    name: '福田',
    items: ['福田中心区','车公庙','岗厦','梅林','竹子林','保税区','新洲','石厦','景田','八卦岭','彩田/莲花']
  },
  {
    name: '罗湖',
    items: ['清水河/草埔','蔡屋围','东门','莲塘/水库','国贸','笋岗','田贝/水贝','黄贝岭']
  },
  {
    name: '宝安',
    items: ['福永','宝安中心区/新中心','沙井','西乡','新安','松岗','石岩','桃源居','固戍']
  },
  {
    name: '龙岗',
    items: ['坂田','布吉','横岗','龙岗中心城','平湖','坪地']
  },
  {
    name: '龙华',
    items: ['大浪','观澜','龙华','民治']
  }
]

export default region