// 深圳区域和地铁

const areas = [
  {
    name: '南山',
    items: ['南山科技园', '南山中心区', '西丽','南油','前海','后海','华侨城','南头','蛇口']
  },
  {
    name: '福田',
    items: ['福田中心区','车公庙','岗厦','梅林','竹子林','保税区','新洲','石厦','景田','八卦岭','彩田/莲花']
  },
  {
    name: '罗湖',
    items: ['清水河/草埔','蔡屋围','东门','莲塘/水库','国贸','笋岗','田贝/水贝','黄贝岭']
  },
  {
    name: '宝安',
    items: ['福永','宝安中心区/新中心','沙井','西乡','新安','松岗','石岩','桃源居','固戍']
  },
  {
    name: '龙岗',
    items: ['坂田','布吉','横岗','龙岗中心城','平湖','坪地']
  },
  {
    name: '龙华',
    items: ['大浪','观澜','龙华','民治']
  }
]

// const subways = ['7号线','9号线','罗宝线','龙岗线','龙华线','蛇口线','环中线']

const subways = [
  {
    name: '7号线',
    items: ['西丽湖站','西丽站','茶光站','珠光站','龙井站','桃源村站','深云站','安托山站','农林站','车公庙站','上沙站','沙尾站','石厦站','皇岗村站','福民站','皇岗口岸站','福邻站','赤尾站','华强南站','华强北站','华新站','黄木岗站','八卦岭站','红岭北站','笋岗站','洪湖站','田贝站','太安站']
  },
  {
    name: '9号线',
    items: ['红树湾站','深湾站','深圳湾公园站','下沙站','车公庙站','香梅站','景田站','梅景站','下梅林站','梅村站','上梅林站','孖领站','银湖站','泥岗站','红岭北站','园岭站','红岭站','红岭南站','鹿丹村站','人民南站','向西村站','文锦站']
  },
  {
    name: '罗宝线',
    items: ['罗湖','国贸','老街','大剧院','科学馆','华强路','岗厦','会展中心','购物公园','香蜜湖','车公庙','竹子林','侨城东','华侨城','世界之窗','白石洲','高新园','深大','桃园','大新','鲤鱼门','前海湾','新安','宝安中心','宝体','坪洲','西乡','固戍','后瑞','机场东']
  },
  {
    name: '龙岗线',
    items: ['益田','石厦','购物公园','福田','少年宫','莲花村','华新','通新岭','红岭','老街','晒布','翠竹','田贝','水贝','草埔','布吉','木棉湾','大芬','丹竹头','六约','塘坑','横岗','永湖','荷坳','大运','爱联','吉祥','龙城广场','南联','双龙']
  },
  {
    name: '龙华线',
    items: ['清湖','龙华','龙胜','上塘','红山','深圳北站','白石龙','民乐','上梅林','莲花北','少年宫','市民中心','会展中心','福民','福田口岸']
  },
  {
    name: '蛇口线',
    items: ['赤湾','蛇口港','海上世界','水湾','东角头','湾厦','海月','登良','后海','科苑','红树湾','世界之窗','侨城北','深康','安托山','侨香','香蜜','香梅北','景田','莲花西','福田','市民中心','岗厦北','华强北','燕南','大剧院','湖贝','黄贝岭','新秀']
  },
  {
    name: '环中线',
    items: ['黄贝岭','怡景','太安','布心','百鸽笼','布吉','长龙','下水径','上水径','杨美','坂田','五和','民治','深圳北站','长岭陂','塘朗大学城','西丽','留仙洞','兴东','洪浪北','灵芝','翻身','宝安中心','宝华','临海','前海湾']
  }
]
export {
  areas,
  subways
}